Revit 2027 API
GroupTypeId.TrussFamilyDiagWeb Property
 Diagonal Webs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyDiagWeb { get; }
Public Shared ReadOnly Property TrussFamilyDiagWeb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyDiagWeb {
	ForgeTypeId^ get ();
}
static member TrussFamilyDiagWeb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace